base-devel
bat
eza
fzf
ghostty
git
gitleaks
glow
just
lazygit
neovim
nushell
openssh
stow
task
timew
uv
visidata
yazi
zellij
zoxide
zsh
